[
    {
        "name": "Amelia",
        "sex": "Female",
        "color": "Brown",
        "image": "\\assets\\Rebecca_with_Amelia_and_Penny_3.jpg",
        "available": "Unavailable",
        "description": "Amelia runs her own show. She’s one of those females who needs no-one else’s approval. You’ll often find her starting her own game of tag or launching into hide and go seek."
    },
    {
        "name": "Bartleby",
        "sex": "Male",
        "color": "Black",
        "image": "https://via.placeholder.com/300",
        "available": "Available",
        "description": "Bart is quick to play and join in the fun, but he also is an interventionist. When the others are playing too rough (in his high opinion), he intervenes, calms the crowd. He’s cautious and sweet and quiet."
    },
    {
        "name": "Bruce",
        "sex": "Male",
        "color": "Black",
        "image": "https://via.placeholder.com/300",
        "available": "Available",
        "description": "Bruce is a high-energy burst of sunlight. He loves playing with the other pups, but he also finds joy in self-entertaining, like chasing butterflies. He’s assertive in a nice way, but also quite calm."
    },
    {
        "name": "Danny",
        "sex": "Male",
        "color": "Landseer",
        "image": "\\assets\\Julian with Danny.jpg",
        "available": "Available",
        "description": "Danny is one of the “bigger boys” of the litter and enjoys watching over the others. His way of playing is a bit of bumping around and he finds great joy in a chasing a small ball for moments on end."
    },
    {
        "name": "Delilah",
        "sex": "Female",
        "color": "Landseer",
        "image": "https://via.placeholder.com/300",
        "available": "Available",
        "description": "Delilah has a superior female disposition. This girl knows what she likes and goes for what she wants, usually food. She loves to play until she wears herself completely out. And then she sleeps. Her bark is a bit like Chewbacca’s."
    },
    {
        "name": "Marvin",
        "sex": "Male",
        "color": "Black",
        "image": "https://via.placeholder.com/300",
        "available": "Available",
        "description": "Marvin is assertive, though not aggressive. He simply likes to take the lead. He’s definitely the most active of the litter and you’ll find him chasing a grasshopper once the others are worn out."
    },
    {
        "name": "Penelope",
        "sex": "Female",
        "color": "Landseer",
        "image": "https://via.placeholder.com/300",
        "available": "Unavailable",
        "description": "Penny likes to cuddle—with humans and pup-mates and anything that doesn’t move. She’s a calm and quiet girl in search of a peaceful place, perhaps finding her zen."
    },
    {
        "name": "Pinky",
        "sex": "Female",
        "color": "Black",
        "image": "https://via.placeholder.com/300",
        "available": "Available",
        "description": "Pinky is a smaller female and finds her way into the center of it all—the food trough, the food fight, the play time—and you’ll witness her re-appearing from beneath the puppy pile with the souvenir toy or treat."
    },
    {
        "name": "Sarah",
        "sex": "Female",
        "color": "Black",
        "image": "\\assets\\Zach with Sarah.jpg",
        "available": "Unavailable",
        "description": "Sarah is a sweetness wrapped in starlight. She runs alongside her siblings and loves to join in, game for every time of fun. She loves her cuddle time, and loves curling up next to people and pups."
    },
    {
        "name": "Zeus",
        "sex": "Male",
        "color": "Landseer",
        "image": "\\assets\\Zeus.JPG.jpg",
        "available": "Unavailable",
        "description": "He’s the big guy of the bunch. Though not pushy. When you’re the size of Zeus, you don’t need to be. Zeus spends his time mostly strutting and eating."
    }
]